[1]
chkdsk=The type of the file system is
percentdone=%d percent completed
diskpart=on computer:
partition=partition
extended=extended
yesno=(y/n)
yes=y
no=n
[2]
chkdsk=Der Typ des Dateisystems ist
percentdone=%d Prozent bearbeitet.
diskpart=auf computer:
partition=partition
extended=erweitert
yesno=(j/n)
yes=j
no=n
[3]
chkdsk=Il file system e di tipo
percentdone=%d percento completato.
yesno=(s/n)
yes=s
no=n
[4]
chkdsk=Тип файловой системы:
percentdone=Завершено: %d
yesno=[Y(да)/N(нет)]
yes=y
no=n
